Repository: common-repository/ma-visioconference-visio-chat
Catalog: languages/ma-visioconference-*.po
Languages: fr_fr

source: Change your ma-visioconference settings
fr_fr: Changer vos paramètres

source: List your meetings
fr_fr: Lister vos réunions

source: Schedule a meeting
fr_fr: Planifier une réunion

source: List
fr_fr: Lister

source: Settings
fr_fr: Paramètres

source: Schedule
fr_fr: Planifier

source: Join the meeting
fr_fr: Rejoindre la conférence

source: There is no public meeting scheduled
fr_fr: Il n'y a pas de réunion publique prévue

source: Purchase
fr_fr: Créditer

source: Purchase credits
fr_fr: Acheter des crédits

source: API Token is wrong or not set.
fr_fr: L'API Token n'est pas bon.

source: You must create an account on
fr_fr: Vous devez créer un compte sur

source: and generate your API Token via the profile section
fr_fr: et générer votre API Token via le menu profil

source: Save options
fr_fr: Sauvegarder les options
